Repository: ZBenedykt/AbakonXV
Catalog: AbakonXV/LangKeys/ResourceLang.*.resx
Languages: pl

source: accepted contractors
pl: Zaakceptowano wykonanie

source: Activities
pl: Czynności

source: Afforded certificate
pl: Otzrymano certyfikat

source: Begins with
pl: Zaczyna się od

source: Contains
pl: Zawiera

source: Delivered
pl: Przyrząd dostarczony

source: Documents
pl: Dokumenty

# DoDecyzji
source: 4 - Depending on the circumstances
pl: 4 - Zależnie od decyzji

# Elektryczne
source: Electric gauge
pl: Przyrządy elektryczne

# Elektryczne1
source: Electric
pl: Elektr.

source: Employees
pl: Pracownicy

source: Empty
pl: Puste

# excPathTypeOfDoc
source: The path and classifier calibration sheet (xls)
pl: Ścieżka i klasyfikator arkuszy kalibracji (xls)

source: Finished
pl: Zakończono

source: Inactive
pl: Nie aktywny

# kalibratorObceLab_1
source: 1 - Calibrator in a specialized laboratory
pl: xx

# LegalizacjaWlasna
source: 0 - Legalization of their own
pl: xx

source: Loan
pl: Wypożyczony

source: Measuring devices
pl: xx

source: Measuring labs
pl: Firmy

# Mechaniczne
source: Mechanical gauges
pl: xx

# Mechaniczne1
source: Mech.
pl: xx

# NiePodlegaLegalizacji
source: 1 - Not subject to legalization
pl: xx

# normy_0
source: by norm
pl: normy

# NotBeginsWith
source: Not start with
pl: Nie zaczyna się od

source: Not contains
pl: Nie zawiera

source: Not empty
pl: Nie puste

source: Obtained after calibration
pl: Otrzymano po kalibracji

source: Persons
pl: Osoby

source: Proceed
pl: W trakcie kalibracji

# producenta_2
source: producer
pl: producenta

# przyrzadNierejestrowany_3
source: 3 - Unregistered
pl: 3 - Wyłączony z rejestru

# przyrzadObcy_2
source: 2 - Equipment commisioned for calibration
pl: 2 - Przyrząd obcy zlecony do kalibracji

# przyrzadWlasny_0
source: 0 - Own equipment
pl: 0 - Przyrząd własny

# PrzyrzadyWszystkie
source: All instruments
pl: Wszystkie przyrządy

# PrzyrzadyWszystkie1
source: indefinite
pl: Nieokreślony

source: Redy to receive
pl: Gotowe do odbioru

# rysunku_4
source: drawing
pl: rysunku

# seekingBroker
source: Seeking a broker
pl: Wybór pośrednika

# seekingLab
source: Seeking a lab
pl: Wybór wykonawcy

# sentEquipment
source: Sent the equipment
pl: Wysłano do wykonawcy

source: sent request
pl: Wysłano żądanie dostarczenia przyrządu

# Sprawdziany
source: Check tools
pl: Sprawdziany

# Sprawdziany1
source: Gauge
pl: Sprawdz.

# SprawdzianyDoGwintow
source: Check tools for threads
pl: Sprawdziany do gwintów

# SprawdzianyDoGwintow1
source: For threads
pl: Sprawdz. gw.

# start
source: Start process
pl: Początek procesu

# test
source: testEn
pl: test

# uzytkownika_1
source: by user
pl: użytkownika

# ZawszeZlecana
source: 2 - Legalization of at an authorized laboratory
pl: 2 - Legalizacja w autoryzowanym laboratorium

# _11_addSelectedStandards_ToolTip
source: Add selected standards
pl: Dodaj wskazane normy

# _11_standardDescription_Label
source: Desription
pl: Opis

# _11_standardFile_Label
source: File name or URL
pl: Nazwa pliku lub adres URL

# _11_standardName_Label
source: Standard name
pl: Norma

# _11_standardPath_Label
source: Path
pl: Ścieżka

# _2_dataBadania_Label
source: Date of calibration
pl: Data wzorcowania

# _2_dataNastepnegoBadania_Label
source: Date of next calibr.
pl: Data nast. wzorcowania

# _2_DepartmentCode_Header
source: Code
pl: Kod

# _2_DepartmentCode_Tag
source: Insert code
pl: Kod działu

# _2_DepartmentDefault_Header
source: Default
pl: Domyślny

# _2_DepartmentName_Header
source: Name
pl: Nazwa

# _2_DepartmentName_Tag
source: Insert name
pl: Nazwa działu

# _2_DepartmentParentCode_Header
source: Code of parent
pl: Kod nadrz.

# _2_DepartmentParentName_Header
source: Name of parent
pl: Nazwa działu nadrzędnego

# _2_DepartmentParent_Header
source: Parent department
pl: Dział nadrzędny

# _2_EtapKalibracji_Label
source: Step
pl: Etap

# _2_kalibrujeFirma_Label
source: Company calibrating
pl: Firma kalibrująca

# _2_LabWorker_Label
source: Mesurment made by
pl: Wzorcowanie wykonał

# _2_SchematOrganizacyjny_Form_Title
source: Organisational structure
pl: Struktura organizacyjna firmy

# _3_equipmentType_Form_Title
source: Equipment type structure
pl: Struktura typów przyrządów

# _3_equipmentType_Tag
source: Name of type
pl: Nazwa typu

# _4_DocumentClassificationPattern_Form_Title
source: Document classification structure
pl: Struktura klasyfikacji dokumentów

# _4_Name_Tag
source: Name
pl: Nazwa typu

# _5_Classification_Label
source: Classifier
pl: Klasyfikator dokumentu

# _5_createDate_Label
source: Date of creation
pl: Data utworzenia

# _5_description_Label
source: Notes
pl: Notka

# _5_documentCode_Label
source: Code
pl: Kod

# _5_fileName_Label
source: File name
pl: Nazwa pliku

# _5_path_Label
source: Path name
pl: Ścieżka katalogu

# _5_uerName_Label
source: Registered by:
pl: Zarejestrowany przez:

# _8_business_email_Label
source: Business email
pl: Email służbowy

# _8_CreateDate_Label
source: Date of registr.
pl: Data zarejestrowania

# _8_department_Label
source: Department
pl: Dział

# _8_gender_Label
source: Gender
pl: Płeć

# _8_gender_WaterMark
source: 0 - male, 1 - female
pl: 0 - mężczyzna, 1 - kobieta

# _8_home_phone_Label
source: Home phone
pl: Tel. domowy

# _8_interests_Label
source: Interests
pl: Tematyka

# _8_labWorker_Label
source: Lab worker
pl: Pracownik laboratorium

# _8_LastUpdateDate_Label
source: Date of last update
pl: Data ost. aktualizacji

# _8_mobile_phone_Label
source: Mobile phone
pl: Tel. komórkowy

# _8_name_Label
source: Name
pl: Imię

# _8_pref_contact_Label
source: Preferable contact
pl: Preferowany kontakt

# _8_private_email_Label
source: Private email
pl: Email prywatny

# _8_spoken_lang_Label
source: Spoken lang
pl: Języki - rozmowa

# _8_sureName_Label
source: Surename
pl: Nazwisko

# _8_title_Label
source: Title
pl: Tytuł

# _8_work_phone_Label
source: Work phone
pl: Tel. służbowy

# _8_written_lang_Label
source: Written lang
pl: Języki - pisownia

# _9_PartnerCode_Label
source: PartnerCode
pl: Kod firmy

# _9_PartnerEmail_Label
source: PartnerEmail
pl: e-mail

# _9_PartnerFax_Label
source: PartnerFax
pl: Fax

# _9_PartnerKeyWords_Label
source: PartnerKeyWords
pl: Słowa kluczowe

# _9_PartnerName_Label
source: PartnerName
pl: Nazwa

# _9_Partnerphone_Label
source: Partnerphone
pl: Telefon

# _9_PartnerReliabilityRating_Label
source: PartnerReliabilityRating
pl: Ocena

# _9_PartnerType_Label
source: PartnerType
pl: Rodzaj

# _9_PartnerWWW_Label
source: PartnerWWW
pl: WWW

# _addCalibrator_Button
source: Add calibrator to :
pl: Dodaj kalibrator do :

# _addDomain_Button
source: Add new scope
pl: Dodaj nowy zakres

# _addNewMode_DataButtonsUC
source: Add new equipment
pl: Nowy przyrząd

# _AddPartner_Button
source: Add partner
pl: Dodaj firmę

# _admin_MenuItemHeader
source: Admin tools
pl: Narzędzia administratora

# _AirConditionDeviceWindow_Title
source: Aircondition devices
pl: Przyrządy do pomiaru warunków środowiskowych

# _AllDepartmenst_TextBlock
source: All departments
pl: Wszystkie działy

# _anonymous
source: Anonymous user
pl: Użytkownik anonimowy

# _anonymousNoAllowed
source: An anonymous user is unacceptable
pl: System nie dopuszcza użytkowników anonimowych!

# _appedix_ExpanderLabel
source: Appendix
pl: Dodatki

# _applicationOptions_MenuItemHeader
source: Application options
pl: Opcje aplikacji

# _appParameters_Header
source: Application parameters
pl: Parametry aplikacji

# _appParameters_Window_Title
source: Global application parameters
pl: Globalne parametry aplikacji

# _calibratedEquipment_TabItemHeader
source: Calibrated equipment
pl: Przyrządy kalibrowane

source: Caution
pl: Uwaga

# _changeDb_MenuItemHeader
source: Data base connection
pl: Połączenie z bazą danych

# _changeDCPToTop_DataButtonsUC
source: Move to top
pl: Przenieś na szczyt klasyfikacji

# _changeDCPToTop_ToolTip
source: Move to top of classification
pl: Przenieś na szczyt klasyfikacji

# _changeDepartmentToTop_DataButtonsUC
source: Top department
pl: Bez nadrzędnego

# _changeDepartmentToTop_ToolTip
source: Make top department
pl: Ustawia dział na szczycie hierarchii

# _changeParentDCP_DataButtonsUC
source: Move the type
pl: Przenieś typ

# _changeParentDCP_ToolTip
source: Move the type to another parent
pl: Przenieś typ do innej gałęzi klasyfikacji

# _changeParentDepartment_DataButtonsUC
source: Move department
pl: Zmień przynależność

# _changeParentDepartment_ToolTip
source: Move department to another
pl: Przenieś dział do innego działu

# _changeParentType_DataButtonsUC
source: Move to another parent
pl: Zmień typ nadrzędny

# _changeParentType_ToolTip
source: Move to another parent
pl: Przenieś typ do innego typu nadrzędnego

# _changePassword_Button
source: New password
pl: Nowe hasło

# _changePassword_MenuItemHeader
source: Change password
pl: Zmiana hasła

# _changeTypeToTop_DataButtonsUC
source: Move to top
pl: Na najwyższy poziom

# _changeTypeToTop_ToolTip
source: Move selected type to top level
pl: Przenieś typ na najwyższy poziom

# _Char_Header
source: Character/Text
pl: Znak/Napis

# _closeApplicationAsk
source: Do you want to exit the application?
pl: Potwierdzasz chęć zamknięcia aplikacji?

# _colErrors_Button
source: Column of errors
pl: Kol. błędów

# _colLimits_Button
source: Column limits
pl: Kol. wart. granicznych

# _colMeasSeries_Button
source: Column of series of measurements
pl: Kol. serii pomiarów

source: Column visibility
pl: Widoczność kolumn

# _complyCalibrationDate_CheckBocContent
source: Comply the calibration date?
pl: Filtrować wg daty kalibracji?

source: Confirm
pl: Potwierdź

# _connectingToDB_TextBlock
source: Connecting to DB
pl: Łączenie z bazą

# _connectToDocument_Button
source: Connect
pl: Połącz

# _contrakt_MenuItemHeader
source: Contract
pl: Kontrakt

# _copyRolesTextBlock
source: From user :
pl: Od użytkownika :

# _copyRoles_Button
source: Copy roles
pl: Skopiuj role

# _createDate_Label
source: Date
pl: Data zapisu

# _dbConnectionDbName_textBox
source: DbName =
pl: Baza =

# _DbConnection_Authentication_Label
source: Authentication windows
pl: Autentyfikacja windows

# _DbConnection_DbName_Label
source: Database name
pl: Baza danych

# _DbConnection_Form_Title
source: Database connection
pl: Połączenie do bazy danych

# _DbConnection_NotConnected_Label
source: The system can not connect to the database!
pl: System nie może połączyć się z tą bazą!

# _DbConnection_Password_Label
source: Password
pl: Hasło

# _DbConnection_Resign_Label
source: Resign
pl: Rezygnuję

# _DbConnection_ServerName_Label
source: Server name
pl: Nazwa serwera

# _DbConnection_SystemStopped_Label
source: Attention: If you change the database program will be shut down!
pl: Uwaga: po zmianie bazy danych program zostanie zamknięty!

# _dbConnection_textBox
source: Data source: DbServer =
pl: Źródło danych: DbSerwer =

# _DbConnection_User_Label
source: Login
pl: Użytkownik

# _dbConnect_Buttons
source: Db connection
pl: Przełącz bazę

# _dbConnect_ToolTip
source: Reconnect to other base
pl: Wybierz inną bazę

# _DbOK_Button_ToolTip
source: After accepting changes, the application will close. You should reopen it.
pl: Akceptacja zmiana parametrów połączenia spowoduje zamknięcia aplikacji. Ponowne jej otwarcie uwzgledni zmianę.

# _dcpForEquipment_Label
source: Equipments
pl: xx

# _dcpForPartners_Label
source: Partners
pl: Firmy

# _dcpForPersons_Label
source: Persons
pl: Osoby

# _dcpForStandards_Label
source: Standards
pl: Normy

# _dcpForTsaks_Label
source: Tasks
pl: Zadania

# _dcpIntro_Label
source: The hierarchy of documents for the objects:
pl: Hierarchia dokumentów dla obiektów:

# _deleteAgentAsk
source: will not be company representative
pl: nie jest już agentem firmy

# _deleteDataAsk
source: Are you sure you want to delete
pl: Czy potwierdzasz kasowanie

# _deleteDocument_Button
source: Erase document
pl: Skasuj dokument

# _deleteDocument_ToolTip
source: Deletes information of file, does not erase the file.
pl: Kasuje z bazy danych informacje o pliku, nie kasuje pliku.

# _deleteKey_Button
source: Delete from keyboard
pl: Usuń z klawiatury

# _deleteRecordToolTip_DataButtonsUC
source: Delete current record
pl: Skasuj bieżący zapis

# _deleteRecord_DataButtonsUC
source: Delete
pl: Skasuj zapis

# _deleteUser_Button
source: Delete
pl: Usuń

# _delete_DataButtons
source: Remove from database
pl: Usuń z bazy

# _delete_ToolTip
source: Irreversible deleting the record from the database
pl: Nieodwracalne usuwanie zapisu z bazy

# _DepartmantForm_Title
source: Organisational structure
pl: Struktura organizacyjna firmy

# _departmentList_Header
source: List of registered departments
pl: Wykaz zarejestrowanych działów

# _Department_DGHeader
source: Department
pl: Dział

# _details_TabItemHeader
source: Details
pl: Szczegóły

# _devDegree
source: Degree of deviation =
pl: xx

# _disconnectFileFromEquipment_Button
source: Diconnect document
pl: Odłącz dokument

# _disconnectFileFromEquipment_ToolTip
source: Disconnected file will remain in the system.
pl: xx

source: doc.
pl: dok.

# _docs
source: documents.
pl: dokumentów.

# _documentActive_DGHeader
source: Actual
pl: Aktualny

# _documentAlternativeClassification
source: Further classifications :
pl: Klasyfikacje dodatkowe :

# _documentBaseClassification
source: Main classification :
pl: Klasyfikacja podstawowa :

# _documentClassPaternDialog_Window_Title
source: New classification item
pl: Nowa pozycja klasyfikacji

# _documentClassPaternWindow_Window_Title
source: Documents classification pattern
pl: Wzorzec klasyfikacji dokumentów

# _documentCode_DGHeader
source: Code
pl: Kod

# _documentcollateVersions_DGHeader
source: Remember old versions
pl: Zachowuj stare wersje

# _documentCreationTime_DGHeader
source: Creation time
pl: Document utworzono

# _documentDescription_DGHeader
source: Descripton
pl: Opis

# _documentDetails_TabItemHeader
source: Document attributes
pl: Szczegóły dokumentu

# _documentDetails_Window_Title
source: Document window
pl: Okno dokumentu

# _documentdocPath_DGHeader
source: File
pl: Plik

# _documentElementarySite_DGHeader
source: Divided into subsections
pl: Podział na podsekcje

# _documentEquipment_Header
source: Documents connected to equipment
pl: Dokumenty związane z przyrządem

# _documentExtention_DGHeader
source: Ext.
pl: Typ

# _documentForPatternDialog_Window_Title
source: Adding new document
pl: Dopisywanie nowego dokumentu

# _documentId_DGHeader
source: Document ID
pl: Id dokumentu

# _documentLastAccessTime_DGHeader
source: Last access
pl: Ostatni dostęp

# _documentLastWriteTime_DGHeader
source: Last write
pl: Ostatnia modyfikacja

# _documentLength_DGHeader
source: Size of file
pl: Rozmiar pliku

# _documentLocationInStore
source: Place in the archive
pl: Miejsce w archiwum

# _documentLocked_DGHeader
source: Lock
pl: Blokada

# _documentOldVersions_TabItemHeader
source: Old versions
pl: Stare versje

# _documentOrphan_Message
source: Calassification can't be fixed
pl: Nie mozna ustalić klasyfikacji dokumentu

# _documentPartners_DGHeader
source: Partners
pl: Firmy

# _documentPartner_Header
source: Documents relating to the company (the lab)
pl: Dokumenty związane z firmą (laboratorium)

# _documentPartner_TabItemHeader
source: Firms
pl: Firmy

# _DocumentPatternHasDocumentsAsk
source: has got assigned documents. Please indicate the classifier, which is to be transferred.
pl: posiada przypisane dokumenty. Należy wskazać klasyfikator do, którego mają być przeniesione.

# _documentProjects_DGHeader
source: Projects
pl: Projekty

# _documentRalationWindow_Title
source: Definitions of document relations
pl: Definicje relacji pomiędzy dokumentami

# _documentReadOnly_DGHeader
source: Read only
pl: Tylko do odczytu

# _documentRelationships_TabItemHeader
source: Relationships
pl: Powiązania

# _documentRelationship_TabItemHeader
source: Relationship
pl: Powiązanie

# _documentRelations_TabItemHeader
source: Classification
pl: Klasyfikacja

# _documentsClassPaternMenuItem_Header
source: Document classification pattern
pl: Wzorzec klasyfikacji dokumentów

# _documentSignature_DGHeader
source: Name
pl: Nazwa

# _documentsInDivision_TabItemHeader
source: Documents
pl: Zmagazynowane dokumenty

# _documentsMenuItem_Header
source: Documents
pl: Dokumenty

# _documentsToLocalFolder_Window_Title
source: Copy files to local computer
pl: Kopiowanie plików na stację

# _documentStorageLocalisationSelection_Window_Title
source: Select place in document store
pl: Wybór miejsca w archiwum dokumentów

# _documentStoreDetails_TabItemHeader
source: Storage division details
pl: Pełne informacje o miejscu magazynowym

# _documentStoreMaxDivisions_DGHeader
source: Max. number subsections
pl: Max. ilość podsekcji

# _documentStoreMaxDocuments_DGHeader
source: Capcity (number documents)
pl: Mieści max. il. dokumentów

# _documentStoreName_DGHeader
source: Name
pl: Nazwa

# _documentStorePrefix_DGHeader
source: Prefix of identifier
pl: Przedrostek identyfikatora

# _documentStoreSubsection_DGHeader
source: Subsection
pl: Podsekcja

# _documentStore_Title
source: Storage of documents
pl: Magazyn dokumentów

# _documentSubMenuItem_Header
source: Document settings
pl: Dokumenty

# _documentsWindow_Window_Title
source: Documents
pl: Dokumenty

# _documents_DataButtonsUC
source: Documents
pl: Dokumenty

# _documents_MenuItemHeader
source: Documents
pl: Dokumenty

# _documents_TabItemHeader
source: Documents
pl: Dokumenty

# _documents_ToolTip
source: Create , read and edit documents
pl: Tworzenie, przeglądanie i aktualizacja dokumentów

# _documentVersion_DGHeader
source: Version
pl: Wersja

# _document_Label
source: Document
pl: Dokument

# _editModeToolTip_DataButtonsUC
source: Lock /Unlock edit mode
pl: Odblokuj/zablokuj tryb edycji formularza

# _editMode_DataButtonsUC
source: Edit
pl: Edycja

# _employeeChangePost_Label
source: Change the post
pl: Zmiana stanowiska

# _employeeDartment_Label
source: Department
pl: Dział

# _employeeFrom_Label
source: Since the day
pl: Od dnia

# _employeePostForm_Title
source: Posts
pl: Stanowiska

# _employeesAttendants
source: Attendants of equipment
pl: xx

source: Employees to choose
pl: Pracownicy do wyboru

# _employeeTo_Label
source: To the day
pl: Do dnia

# _employee_Label
source: Employee
pl: Pracownik

# _endOfTryPeriod
source: The trial period is over.
pl: Okres próbny już się skończył.

# _english_MenuItemHeader
source: English
pl: Angielski

source: Error
pl: Błąd

# _exit_MenuItemHeader
source: Exit
pl: Zakończ pracę

# _fildCanNotBeBlank
source: The field can't be blank
pl: Pole należy wypełnić

# _fildsForFilter_Header
source: Available fields for filtering
pl: Pola do filtrowania

# _FildsForReport_Title
source: List of report fields
pl: Wykaz pól do użycia w raportach

# _FilePathForm_Title
source: Paths to files
pl: Ścieżki do plików

# _FilePaths_Form_Title
source: Paths to file folders
pl: Ścieżki folderów plików

# _filePath_Header
source: Path to file
pl: Ścieżka do plików

# _file_MenuItemHeader
source: File
pl: Plik

# _filter_equipmentActive
source: Active
pl: Aktywne

# _filter_equipmentDiscontinued
source: Discontinued
pl: Wycofane

# _from_NavigationPanel
source: from
pl: z

# _from_text
source: From
pl: Od

# _graphs_Window_Title
source: The history of the instrument calibration
pl: Historia kalibracji przyrządu

# _graph_Button
source: Repaint graph
pl: Odśwież graf

# _graph_toolTip
source: Create or repaint graph
pl: Utwórz lub przemaluj graf

# _historiaLegalizacji_TabItemHeader
source: Calibrations
pl: Kalibracje

# _ifPurchaseLicense
source: Do you want to purchase license?
pl: Czy chcesz zamówić licencję?

# _incompatibleColumns
source: Number of copied columns and their names must be in accordance with table
pl: Ilość kopiowanych kolumn i ich nazwy muszą być zgodne z tabelą

# _incompatibleNumberOfColumns
source: Number of copied columnst be in accordance with table
pl: Ilość kopiowanych kolumn musi być zgodna z ilością kolumn tabeli

# _incorrectPasswordMessage
source: Incorrect password
pl: Błędne hasło

# _incorrectUserNameMessage
source: User name is not valid
pl: Niepoprawna nazwa użytkownika

# _initKeyBoard_Button
source: Initialize
pl: Zapisz zestaw początkowy

# _insertPassword
source: Enter the password
pl: Wpisz hasło

# _kalibratorNazwa_Header
source: Ref. devices
pl: Wzorce

# _KeyBoardContent_Title
source: Content of screen keyboard
pl: Zawartość klawiatury ekranowej

# _KeyBoard_Title
source: Keyboard of special characters
pl: Klawiatura znaków specjalnych

# _language_MenuItemHeader
source: Language
pl: Język

# _licenceEmailSubject
source: Licence for "Ometrisis"
pl: Licencja dla programu "Ometrisis"

source: Limit logins exceeded
pl: Limit zalogowanych użytkowników wyczerpany

# _listOfUsers_Header
source: List of users
pl: Lista użytkowników

# _Name_Header
source: Name
pl: Nazwa

# _needChangePassword_Header
source: You have to change the password
pl: Trzeba zmienić hasło

# _needDate
source: Enter the date
pl: Należy wpisać datę

# _needDecimal
source: Enter the decimal number
pl: Należy wpisać liczbę dziesiętną

# _needInteger
source: Enter the integer
pl: Należy wpisać liczbę całkowitą

# _needLogical
source: Enter logical velue (true, false)
pl: Należy wpisać wartość logiczną (tak, prawda, true; nie, fałsz, false)

# _newAirConditionDevice_DataButtonsUC
source: New device
pl: Nowy przyrząd

# _newDepartment_DataButtonsUC
source: New subordinate deprtment
pl: Nawy dział zależny

# _newDepartment_ToolTip
source: New subordinate deprtment
pl: Nowy dział podległy wybranemu

# _newEmployee_Button
source: New period of employment
pl: Nowy okres zatrudnienia

# _newFilePath_DataButtonsUC
source: New path
pl: Nowa ścieżka

# _newFilePath_ToolTip
source: Create a new path
pl: Inicjuje nową ścieżkę, dane należy wprowadzić w nowym wierszu tabeli

# _newKey_Buttons
source: New item
pl: Nowy znak lub napis

# _newPartner_Button
source: Add new partner
pl: Dodaj nową firmę

# _newPartner_ToolTip
source: The system will record new business
pl: Zrejestruj w systemie nową firmę

# _newPassword_Button
source: New password
pl: Nowe hasło

# _newPerson_Button
source: Add new person
pl: Dodaj nową osobę

# _newPerson_ToolTip
source: The system will record new person
pl: Zrejestruj w systemie nową osobę

# _newReportPattern_Button
source: New template
pl: Nowy szablon

# _newRptFromPattern_DataButtonsUC
source: New report from pattern
pl: Nowy raport wg szablonu

# _newRptFromPattern_ToolTip
source: Create a new report based on an existing template
pl: Tworzenie nowego raportu w oparciu o istniejący szablon

# _newStandard_DataButtonsUC
source: New standard
pl: Nowa norma

# _newStandard_ToolTip
source: Register new standard
pl: Rejestracja nowej normy

# _newTopDCP_DataButtonsUC
source: New type
pl: Nowy typ

# _newTopDCP_ToolTip
source: New top type of document
pl: Nowy typ dokumentu nie podporządkowany żadnemu innemu

# _newTopDepartment_DataButtonsUC
source: New department
pl: Nowy dział

# _newTopDepartment_ToolTip
source: New main department
pl: Nowy dział nie podlegający żadnemu innemu

# _newTopEquipmentType_ToolTip
source: New top type of equipment
pl: Nowy niezależny typ przyrządu

# _newTypeDCP_DataButtonsUC
source: New subtype
pl: Nowy podtyp

# _newTypeDCP_ToolTip
source: New subordinate type of document
pl: Nowy podporządkowany typ dokumentu

# _newTypeOfEquipment_DataButtonsUC
source: New subtype of equipment
pl: Nowy typ przyrządu

# _newTypeOfEquipment_ToolTip
source: New subtype of selected type of equipment
pl: Nowy typ przyrządu podporządkowany typowi wybranemu

# _newUser_Button
source: Add
pl: Dodaj

source: No opened windows
pl: Brak otwartych okien

source: Not allocated
pl: Nie przydzielono

# _oldPassword_Button
source: The old password
pl: Stare hasło

# _omittedDataSourceCollection
source: The table is omitted
pl: Tabela nie jest zdefiniowana
