Repository: ZBenedykt/AbakonXV
Catalog: AbakonXV/LangKeys/ResourceLang.*.resx
Languages: pl

# _onlyOneColumnCanSelect
source: You must specify one column in the table
pl: Trzeba wskazać jedną kolumnę w tabeli

source: Opened windows
pl: Otwarte pokrewne okna

# _orderLicence
source: I order a license for ..... workstations.
pl: Zamawiam licencję na ..... stanowisk.

# _otherRoles_Header
source: Other roles
pl: Pozostałe role

# _PartnerToDocument_Button
source: Join company to the document
pl: Dołącz firmę do dokumentu

# _PartnerToDocument_ToolTip
source: Allows you to choose a company (laboratory) to be combined with document
pl: Pozwala wybrać firmę , które należy połączyć z dokumentem

# _partner_division_Label
source: Department
pl: Dział

# _partner_MenuItemHeader
source: Partners
pl: Firmy

# _partner_name_Label
source: Partner name
pl: Nazwa firmy

# _passwordChanges
source: Password has been changed
pl: Hasło zostało zmienione

# _passwordConformationError
source: Unconfirmed password
pl: Nie potwierdzone hasło

# _passwordToShort
source: The password must be at least six characters in length
pl: Hasło musi mieć minimum sześć znaków

# _password_Button
source: Password
pl: Hasło

source: Paste
pl: Wklej

# _pasteFile_ToolTip
source: Files stored in the clipboard will save in system
pl: Pliki przechowywane w schowku zapisz w systemie

# _pasteToGridFromRange_ToolTip
source: Add to the contents of table the range of cells from selected sheet
pl: Dołącz do tabeli zawartość z wskazanego arkusza i zakresu komórek

# _pasteToGridOmitHeader_ToolTip
source: Paste data from the clipboard. No headers but data must be consistent with the existing headers.
pl: Wklej dane ze schowka. W schowku nie ma nagłówków, dane muszą być zgodne z istniejącymi nagłówkami.

# _pasteToGrid_ToolTip
source: Paste data from the clipboard. The first row must contains headers.
pl: Wklej dane ze schowka. Pierwszy wiersz musi zawierać nagłówki.

# _pasteTo_scopeDatagrid_ToolTip
source: Paste data from Excel range
pl: Wklej dane z Excela

# _pathToDocuments_Label
source: Folder of files
pl: Folder plików

# _pathToNewDocuments_Label
source: Copy files to :
pl: Pliki umieść w:

# _pathToTemplate_Label
source: Folder of templates
pl: Folder szablonów

# _permissions_TabItemHeader
source: Access permisions
pl: Uprawnienia dostępu

# _personDetails_TabItemHeader
source: Person Details
pl: Szczegóły Osoby

# _personEditEmployee_Button
source: Edit employee
pl: Edycja zatrudnionego

# _personEmployee_Header
source: Employee of department
pl: Pracownik działu

# _personEmployee_TabItemHeader
source: Employee
pl: Pracownik

# _personNewEmployee_Button
source: Add to Employees
pl: Dodaj do zatrudnionych

# _personRepresentative_TabItemHeader
source: Company representative
pl: Przedstawiciel firmy

# _personsWindow_DepartmentFilter
source: Departments
pl: Oddziały

# _personsWindow_PostFilter
source: Posts
pl: Stanowiska

# _persons_MenuItemHeader
source: Persons (employees, agents)
pl: Osoby (pracownicy, przedstawiciele firm)

# _polish_MenuItemHeader
source: Polish
pl: Polski

# _Position_NavigationPanel
source: Record
pl: Zapis

# _przyrzadPomiarowyFullInfo_Window_Title
source: Mesure tool
pl: Przyrząd pomiarowy

# _przyrzadPomiarowy_Window_Title
source: Mesure tool
pl: Przyrząd pomiarowy

# _refreshDataGrid_Button
source: Refresh records in the table
pl: Odśwież zapisy w tabeli

# _registerApplication
source: Do you have a license file and want to install it?
pl: Czy masz plik licencji i chcesz ją zainstalować?

# _RemoveEmployee_Button
source: Delete period of employment
pl: Usuń okres zatrudnienia

# _RemovePartner_Button
source: Disconnect partner
pl: Odłącz firmę

# _removeRoles_Button
source: Undo all roles
pl: Wycofaj wszystkie role

# _repleacePhoto_Button
source: Add/repleace photo
pl: Dodaj/zmień zdjęcie

# _resign_ToolTip
source: Unsubscribe from selection
pl: Rezygnuj z wyboru

# _RptFildsList_DataButtonsUC
source: Fields for reports
pl: Pola do raportów

# _RptFildsList_ToolTip
source: Opens a window with a list of fields that can be used in reports
pl: Otwiera okno z wykazem pól które można użyć w raportach

# _savedChanges
source: The changes are saved
pl: Zmiany zostały zapisane do bazy danych

# _saveToolTip_DataButtonsUC
source: Save data
pl: Zapisz zmiany do bazy

# _save_DataButtonsUC
source: Save
pl: Zapisz zmiany

# _scope
source: Skope
pl: Zakres

# _scopeName_Label
source: Name of scope
pl: Nazwa zakresu

# _search
source: [Ctrl+F]Search...
pl: [Ctrl+F]Szukaj ...

# _Selected
source: Allocated
pl: Przydzielone

# _SelectedByClassification
source: Hierarchy of types
pl: Klasyfikacja

# _SelectedByFilter
source: Selection by fields
pl: Selekcja wg pól

# _SelectedByKalibratory
source: Ref. devices
pl: Wzorce

# _selectedDCP_Header
source: Selected document type
pl: Wybrany typ dokumentu

# _selectedDepartment_Header
source: Selected department
pl: Wybrany ddział

# _SelectedLabWorker
source: Responsibilities
pl: Przydziały

# _selectedType_Header
source: Selected type of equipment
pl: Wybrany typ przyrządów

# _selectFile_ListViewHeader
source: Select the appropriate sheet
pl: Proszę wybrać właściwy arkusz

# _selectLabWorkers_ListViewHeader
source: Select lab worker (workers)
pl: Wybierz pracownika(ów)

# _selectLabWorkers_ListViewToolTip
source: You can select one or more employees, if no one is selected, it will be selected equipments without allocated responsibilities
pl: Można wybrać jednego lub wielu pracowników, jeśli nikt nie zostanie zaznaczony, to wybrane zostaną przyrządy bez przydziału.

# _setBalanceFeatures_Buttons
source: Balance of features
pl: Wagi cech subiektywnych

# _ShowMultipleAlocations
source: Select equipments with multiple workers assignment
pl: Wybiera przyrządy, które mają wielokrotne przydziały opiekunów

# _Standard_Form_Title
source: Standards Procedures Manuals
pl: Procedury Normy Instrukcje

# _Stand_DGHeader
source: Stand
pl: Stanowisko

# _StateOfExecutionError
source: Error execution procedures
pl: Błąd wykonania procedury

# _sureFirstName_Label
source: Sure & first name
pl: Nazwisko i imię

# _TaskAllocated
source: Allocated
pl: Przydzielono

source: Tasks
pl: Zadania

# _tasks_MenuItemHeader
source: Calendar tasks
pl: Terminarz zadań

# _template_Label
source: Template
pl: Szablon

# _tidy_Button
source: Clean up
pl: Posprzątaj

# _tidy_ToolTip
source: Removes records deleted files
pl: Usuwa zapisy dotyczące plików skasowanych

source: Total allocation
pl: Suma wg przydziałów

# _to_text
source: To
pl: Do

# _trialPeriod
source: days of trial period
pl: dni okresu próbnego

# _undo_Buttons
source: Undo
pl: Wycofaj zmiany

# _UnsavedChangesWillSave
source: Do you want to save changes?
pl: Czy chcesz zapisać zmiany?

# _userActive_DGHeader
source: Retired
pl: Wycofany

# _userCode_DGHeader
source: User name
pl: Nazwa użytkownika

# _userDetails_TabItemHeader
source: User details
pl: Dane użytkownika

# _userInitials_DGHeader
source: Initials
pl: Inicjały

# _userLastName_DGHeader
source: Surname
pl: Nazwisko

# _userLevelOfConfidency_DGHeader
source: Level of confidence
pl: Poziom zaufania

# _userLevelOfConfidency_DGHeader1
source: Level of confidence
pl: Poziom zaufania

# _userName_DGHeader
source: First name
pl: Imię

# _userName_Label
source: Added by:
pl: Dodane przez:

# _userPhone_DGHeader
source: Phone
pl: Telefon

# _userRoles_Header
source: User roles
pl: Role użytkownika

# _userRoles_TabItemHeader
source: User roles
pl: Role użytkownika

# _userSettings_Header
source: Local settings
pl: Lokalne ustawienia indywidualne

# _usersManager_MenuItemHeader
source: Users and roles
pl: Użytkownicy i uprawnienia

# _usersWindow_Window_Title
source: Users manager
pl: Zarządzanie użytkownikami

# _user_Button
source: User name
pl: Nazwa użytkownika

# _versionInfo_MenuItemHeader
source: Version info
pl: Informacje o wersjach

# _year_Label
source: Year:
pl: Rok:

source: You still have
pl: Masz jeszcze
