Repository: ZBenedykt/AbakonXV
Catalog: AbakonData/LangKeys/ResourceLang.*.resx
Languages: pl

source: accepted contractors
pl: Zaakceptowano wykonanie

source: Afforded certificate
pl: Otzrymano certyfikat

source: Delivered
pl: Przyrząd dostarczony

# DoDecyzji
source: Depending on the circumstances
pl: Zależnie od decyzji

# Elektryczne
source: Electric
pl: Elektr.

source: Finished
pl: Zakończono

# LegalizacjaWlasna
source: Legalization of their own
pl: Legalizacja we własnym zakresie

# NiePodlegaLegalizacji
source: Not subject to legalization
pl: Nie podlega legalizacji

source: Obtained after calibration
pl: Otrzymano po kalibracji

source: Proceed
pl: W trakcie kalibracji

# PrzyrzadyWszystkie
source: indefinite
pl: Nieokreślony

source: Redy to receive
pl: Gotowe do odbioru

# seekingBroker
source: Seeking a broker
pl: Wybór pośrednika

# seekingLab
source: Seeking a lab
pl: Wybór wykonawcy

# sentEquipment
source: Sent the equipment
pl: Wysłano do wykonawcy

source: sent request
pl: Wysłano żądanie dostarczenia przyrządu

# Sprawdziany
source: Gauge
pl: Sprawdz.

# SprawdzianyDoGwintow
source: For threads
pl: Sprawdz. gw.

# start
source: Start process
pl: Początek procesu

# ZawszeZlecana
source: Not subject to verification
pl: Legalizacja w autoryzowanym laboratorium

# _adminComment
source: Administrator privilege
pl: Uprawnienia adminstratora

# _allEquipmnetAccess
source: Right task allocation
pl: Prawo przydziału zadań

source: AppUser
pl: Użytkownik aplikacji

# _appUserComment
source: Valid user of application
pl: Uprawniony użytkownik aplikacji

# _canAddEquipment
source: The right to register new devices
pl: Prawo rejestrowania nowych przyrządów

# _canAddPartner
source: The right to register new partners
pl: Prawo rejestrowania firm

# _canAddPerson
source: The right to register new persons
pl: Prawo rejestrowania nowych osób

# _canDeleteEquipment
source: The right to remove devices from the database
pl: Prawo usuwania przyrządów z bazy

# _canDeletePartner
source: The right to remove partners from the database
pl: Prawo usuwania firm z bazy

# _canDeletePerson
source: The right to remove persons from the database
pl: Prawo usuwania osób z bazy

# _canDisposeEquipmentToEmployee
source: The right to dispose devices to empoloyee
pl: Prawo przydzielania przyrządów pracownikom

# _canUpdateEquipment
source: The right to update data of devices
pl: Prawo aktualizacji danych przyrządów

# _canUpdatePartner
source: The right to update data of partners
pl: Prawo aktualizacji danych o firmach

# _canUpdatePerson
source: The right to update data of persons
pl: Prawo aktualizacji danych o osobach

# _equipmentHeader
source: Mesure equipment
pl: Przyrządy pomiarowe

# _errForeingKeyProductMesureUnitCode
source: You must select a unit of measurement
pl: Trzeba wybrać jednostkę miary

# _errForeingKeyProductTechnicalMesureUnitCode
source: You must select a technical unit of measurement
pl: Trzeba wybrać jednostkę miary techniczną

# _errForeingKeyVATrateCodeId
source: You must select a VAT rate
pl: Trzeba wybrać VAT

# _errMaxLegth12
source: Limit is 12 characters
pl: Dopuszczalnych jest tylko 12 znaków

# _errMaxLegth256
source: Limit is 256 characters
pl: Dopuszczalnych jest tylko 256 znaków

# _errMaxLegth30
source: Limit is 30characters
pl: Dopuszczalnych jest tylko 30 znaków

# _errMaxLegth60
source: Limit is 60 characters
pl: Dopuszczalnych jest tylko 60 znaków

# _errMaxLegth90
source: Limit is 90 characters
pl: Dopuszczalnych jest tylko 90 znaków

# _errMinLegth1
source: The text can not be blank
pl: Pole nie może być puste

# _errMinLegth3
source: The minimum length is 3 characters
pl: Wymagane są minimum 3 znaki

# _errRange1To1000
source: The number must be in the range 1 to 1000
pl: Liczba musi być z zakresu 1 do 1000

# _errRegexInitialsNoMatched
source: It must be a two-letter initials (in capitals without nationals characters)
pl: Musi być dwuliterowy inicjał (dużymi literami bez znaków narodowych)

# _errRegexNoMatched
source: Code does not match the pattern
pl: Kod niezgodny ze wzorcem

# _partnerHeader
source: Partners
pl: Firmy współpracujące

# _personHeader
source: People (representatives, employees)
pl: Osoby (przedstawiciele, pracownicy)

# _roleUser
source: Normal user
pl: Zwykły użytkownik
